
/* Window title for Updates tab */
"softwareUpdateWindowTitle" = "Actualizaciones";

/* Window title for Shortcuts tab */
"shortcutsWindowTitle" = "Accesos directos";

/* Window title for Scripts tab */
"scriptsWindowTitle" = "Scripts";

/* (general preferences) */
"generalWindowTitle" = "General";

/* (general preferences) */
"languagePreferenceLabel" = "Idioma:";

/* (general preferences) */
"useSystemLanguageMenuItem" = "Usar la configuración del sistema";

/* (general preferences) */
"languageRestartDescription" = "El idioma seleccionado se aplicará tras reiniciar la aplicación.";

/* (general preferences) */
"relaunchButtonTitle" = "Reiniciar";

/* (general preferences) */
"relaunchAlertTitle" = "¿Reiniciar Bit Slicer ahora?";

/* (general preferences) */
"relaunchAlertMessage" = "Bit Slicer debe reiniciarse para que el cambio de idioma surta efecto.";

/* (general preferences) */
"relaunchAlertConfirmButton" = "Reiniciar";

/* (general preferences) */
"relaunchAlertLaterButton" = "Más tarde";
